Repository: 4liod/3src
Catalog: translations/*/drupal-10.4.*.po
Languages: fr

source: 1 month
fr: Un mois

source: Weekly
fr: Hebdomadaire

source: Restore completed at @time
fr: Restauration terminée à @time

source: Use this utility to update your database whenever a module, theme, or the core software is updated.
fr: Utilisez cet utilitaire pour mettre à jour votre base de données à chaque fois qu'un module, un thème ou le logiciel principal est mis à jour.

source: For more detailed information, see the <a href="https://www.drupal.org/upgrade">upgrading handbook</a>. If you are unsure what these terms mean you should probably contact your hosting provider.
fr: Pour plus d'informations, consultez le <a href="https://www.drupal.org/upgrade">guide de mise à jour</a>. Si vous ne comprenez pas ces termes, contactez probablement votre hébergeur.

source: When you have performed the steps above, you may proceed.
fr: Une fois les étapes ci-dessus effectuées, vous pouvez continuer.

source: Drupal database update
fr: Mise à jour de la base de données Drupal

source: <strong>Back up your code</strong>. Hint: when backing up module code, do not leave that backup in the 'modules' or 'sites/*/modules' directories as this may confuse Drupal's auto-discovery mechanism.
fr: <strong>Sauvegarder votre code</strong>. Astuce : lors de la sauvegarde du code d'un module, ne pas laisser cette sauvegarde dans les répertoires 'modules' ou 'sites/*/modules' car cela pourrait perturber le mécanisme de découverte automatique de Drupal.

source: Put your site into <a href=":url">maintenance mode</a>.
fr: Mettre votre site en <a href=":url">mode maintenance</a>.

source: <strong>Back up your database</strong>. This process will change your database values and in case of emergency you may need to revert to a backup.
fr: <strong>Sauvegarder votre base de données</strong>. Cette opération va modifier les valeurs de votre base de données et en cas d'urgence vous pourriez avoir besoin de restaurer une sauvegarde.

source: Update your files (as described in the handbook page linked above).
fr: Mettre à jour vos fichiers (comme décrit dans la page de la documentation liée ci-dessus).

source: Installation tasks
fr: Tâches d'installation

source: Review updates
fr: Vérifier les mises à jour

source: Review log
fr: Vérifier le journal

source: No pending updates.
fr: Aucune mise à jour en attente.

source: Tasks
fr: Tâches

source: Your name
fr: Votre nom

source: Your email address
fr: Votre adresse de courriel

source: Reset your password
fr: Réinitialiser votre mot de passe

source: @name (not verified)
fr: @name (non vérifié)

source: @sender-name (@sender-url) sent a message using the contact form at @form-url.
fr: @sender-name (@sender-url) a envoyé un message en utilisant le formulaire de contact à @form-url.

source: Cleaned up @count expired locks
fr: @count verrous expirés nettoyés

source: %sender-name (@sender-from) sent an email regarding %contact_form.
fr: %sender-name (@sender-from) a envoyé un courriel au sujet de %contact_form.

source: Mime Mail mailer
fr: Mime Mail comme expéditeur

source: Select the standard plugin for formatting an email before sending it. This plugin implements <a href=":interface">@interface</a> and in special the <a href=":format">@format</a> function.
fr: Sélectionner le plugin standard pour formater un courriel avant de l'envoyer. Ce plugin implémente <a href=":interface">@interface</a> et en particulier la fonction <a href=":format">@format</a>.

source: Select the standard plugin for sending an email after formatting it. This plugin implements <a href=":interface">@interface</a> and in special the <a href=":mail">@mail</a> function.
fr: Sélectionner le plugin standard pour l'envoi d'un courriel après formatage. Ce plugin implémente <a href=":interface">@interface</a> et en particulier la fonction <a href=":mail">@mail</a>.

source: Theme to render the emails
fr: Thème utilisé pour le rendu des courriels

source: Select the theme that will be used to render emails which are configured for this. This can be either the current theme, the default theme, the domain theme or any active theme.
fr: Sélectionner le thème qui sera utilisé pour afficher les emails configurés pour cela. Ceci peut être le thème actuel, le thème par défaut, le thème du domaine ou n'importe quel thème actif.

source: Default Mail System
fr: Système de courriel par défaut

source: The key is used to identify specific mails if the module sends more than one. Leave empty to use the configuration for all mails sent by the selected module.
fr: La clé est utilisée pour identifier des mails spécifiques si le module en envoie plusieurs. Laisser vide pour utiliser la configuration pour tous les mails envoyés par le module sélectionné.

source: Formatter plugin
fr: Plugin de mise en forme

source: Sender plugin
fr: Plugin d'envoi

source: No specific configuration yet.
fr: Aucune configuration spécifique n'est définie.

source: Module-specific configuration
fr: Configuration spécifique au module

source: Configure the Mail System
fr: Configurer le Mail System

source: Administer queues
fr: Administrer les files

source: Administer Auto Translation module
fr: Administrer le module Auto Translation

source: Edit BPMN.iO diagrams
fr: Modifier les diagrammes BPMN.iO

source: Administer blocks
fr: Administrer les blocs

source: %type_name: Create new content block
fr: %type_name : Créer un nouveau bloc de contenu

source: %type_name: Delete content block
fr: %type_name : Supprimer le bloc de contenu

source: %type_name: Delete content block revisions
fr: %type_name : Supprimer les révisions de blocs de contenu

source: %type_name: Edit content block
fr: %type_name : Modifier le bloc de contenu

source: %type_name: Revert content block revisions
fr: %type_name : Rétablir les versions de blocs de contenu

source: %type_name: View content block history pages
fr: %type_name : Voir l'historique des pages de blocs de contenu

source: Access the Content blocks overview page
fr: Accéder à la page d'aperçu des blocs de contenu

source: Administer block content
fr: Administrer le contenu de bloc

source: Administer block types
fr: Administrer les types de bloc

source: Administer calendar settings
fr: Administrer les paramètres du calendrier

source: Administer comment types and settings
fr: Administrer les types de commentaires et leurs paramètres

source: Administer comments and comment settings
fr: Administrer les commentaires et les paramètres des commentaires

source: Edit own comments
fr: Modifier ses propres commentaires

source: Post comments
fr: Poster des commentaires

source: Skip comment approval
fr: Ne pas soumettre les commentaires à modération

source: View comments
fr: Voir les commentaires

source: Administer number patterns
fr: Administrer les motifs de nombre

source: Export configuration
fr: Exporter la configuration

source: Import configuration
fr: Importer la configuration

source: Synchronize configuration
fr: Synchroniser la configuration

source: Administer Consumer entities
fr: Administrer les entités Consumer

source: Create new Consumer entities
fr: Créer de nouvelles entités Consumer

source: Delete Consumer entities
fr: Supprimer des entités Consumer

source: Edit Consumer entities
fr: Modifier les entités Consumer

source: View Consumer entities
fr: Voir les entités Consumer

source: Administer contact forms and contact form settings
fr: Administrer les formulaires de contact et les paramètres des formulaires de contact

source: Use the site-wide contact form
fr: Utiliser le formulaire de contact du site

source: Use users' personal contact forms
fr: Utiliser les formulaires de contact personnels des utilisateurs

source: View any unpublished content
fr: Voir n'importe quel contenu non publié

source: View the latest version
fr: Voir la dernière version

source: Administer translation settings
fr: Administrer les paramètres de traduction

source: Create translations
fr: Créer des traductions

source: Delete translations
fr: Supprimer les traductions

source: Edit translations
fr: Modifier les traductions

source: Manage translations for any entity that the user can edit
fr: Gérer les traductions de n'importe quelle entité que l'utilisateur peut modifier

source: Translate any entity
fr: Traduire n'importe quelle entité

source: Use contextual links
fr: Utiliser les liens contextuels

source: Administer devel_generate
fr: Administrer devel_generate

source: Access Drupal Remote Dashboard
fr: Accéder au tableau de bord distant de Drupal

source: Administer Core entities
fr: Administrer les entités du cœur

source: Administer Domain entities
fr: Administrer les entités Domaine

source: Administer Drupal Remote Dashboard
fr: Administrer le tableau de bord distant Drupal

source: Administer Host entities
fr: Administrer les entités Host

source: Administer Major Version entities
fr: Administrer les entités version majeure

source: Administer Project entities
fr: Administrer les entités projet

source: Administer Release entities
fr: Administrer les entités Publication

source: Administer Requirement entities
fr: Administrer les entités Requirement

source: Administer Script Type entities
fr: Administrer les entités de type script

source: Administer Script entities
fr: Administrer les entités script

source: Create new Core entities
fr: Créer de nouvelles entités du cœur

source: Create new Domain entities
fr: Créer de nouvelles entités de domaine

source: Create new Host entities
fr: Créer de nouvelles entités hôtes

source: Create new Major Version entities
fr: Créer de nouvelles entités version majeure

source: Create new Project entities
fr: Créer de nouvelles entités Projet

source: Create new Release entities
fr: Créer de nouvelles entités de publication

source: Create new Requirement entities
fr: Créer de nouvelles entités Requirement

source: Create new Script Type entities
fr: Créer de nouveaux types d'entités de script

source: Create new Script entities
fr: Créer de nouvelles entités script

source: Delete Core entities
fr: Supprimer des entités du noyau

source: Delete Domain entities
fr: Supprimer les entités Domaine

source: Delete Host entities
fr: Supprimer des entités hôtes

source: Delete Major Version entities
fr: Supprimer les entités de version majeure

source: Delete Project entities
fr: Supprimer les entités projet

source: Delete Release entities
fr: Supprimer des entités Publication

source: Delete Requirement entities
fr: Supprimer des entités exigence

source: Delete Script Type entities
fr: Supprimer les entités de type script

source: Delete Script entities
fr: Supprimer des entités script

source: Edit Core entities
fr: Modifier les entités du cœur de Drupal

source: Edit Domain entities
fr: Modifier les entités de domaine

source: Edit Host entities
fr: Modifier les entités Host

source: Edit Major Version entities
fr: Modifier les entités version majeure

source: Edit Project entities
fr: Modifier les entités projet

source: Edit Release entities
fr: Modifier les entités Publication

source: Edit Requirement entities
fr: Modifier les entités exigences

source: Edit Script Type entities
fr: Modifier les entités de type script

source: Edit Script entities
fr: Modifier les entités script

source: Execute action @name
fr: Exécuter l'action @name

source: Change domain, protocol and port of a domain
fr: Changer de domaine, de protocole et de port d'un domaine

source: Check status for all projects
fr: Vérifier le statut de tous les projets

source: DNS lookup for all domains
fr: Requête DNS pour tous les domaines

source: Error Logs
fr: Journaux d'erreurs

source: Get installed projects
fr: Obtenir les projets installés

source: List and render blocks
fr: Lister et afficher les blocs

source: Maintenance Mode
fr: Mode maintenance

source: Move domain to a different core
fr: Transférer le domaine vers un autre cœur

source: Receive domains
fr: Recevoir des domaines

source: Run update.php
fr: Lancer update.php

source: Update Projects
fr: Mettre à jour les projets

source: Update Translations
fr: Mettre à jour les traductions

source: User Credentials
fr: Identifiants de l'utilisateur

source: View published Core entities
fr: Voir les entités Coeur publiées

source: View published Domain entities
fr: Voir les entités Domain publiées

source: View published Host entities
fr: Voir les entités Host publiées

source: View published Major Version entities
fr: Voir les entités de version majeure publiées

source: View published Project entities
fr: Voir les entités projet publiées

source: View published Release entities
fr: Voir les entités Publication publiées

source: View published Requirement entities
fr: Voir les besoins publiés

source: View unpublished Core entities
fr: Voir les entités Core non publiées

source: View unpublished Domain entities
fr: Voir les entités Domain non publiées

source: View unpublished Host entities
fr: Voir les entités hôtes non publiées

source: View unpublished Major Version entities
fr: Voir les entités en version majeure non publiées

source: View unpublished Project entities
fr: Voir les entités projet non publiées

source: View unpublished Release entities
fr: Voir les publications de version non publiées

source: View unpublished Requirement entities
fr: Voir les entités Requirement non publiées

source: Administer ECA configuration
fr: Administrer la configuration ECA

source: Administer embed buttons
fr: Administrer les boutons d'intégration

source: Administer encryption settings
fr: Administrer les paramètres de chiffrement

source: Access @name pages
fr: Accéder aux pages @name

source: Administer entity browsers
fr: Administrer les navigateurs d'entité

source: %entity_bundle_label: Use all print engines
fr: %entity_bundle_label : Utiliser tous les moteurs d'impression

source: %entity_label: Use all print engines
fr: %entity_label : Utiliser tous les moteurs d'impression

source: Administer Entity Print
fr: Administrer Entity Print

source: Bypass entity print access
fr: Contourner l'accès en lecture de l'entité

source: Access Printable version of View
fr: Accéder à la version imprimable de la vue

source: Access entity usage statistics
fr: Accéder aux statistiques d'utilisation de l'entité

source: Access the form to launch batch updates on existing entities
fr: Accéder au formulaire de lancement de mises à jour par lot sur les entités existantes

source: Administer Entity Usage
fr: Administrer l'utilisation des entités

source: Administer Facets
fr: Administrer les facettes

source: %entity_label: Administer display
fr: %entity_label : Administrer l'affichage

source: %entity_label: Administer fields
fr: %entity_label : Administration des champs

source: %entity_label: Administer form display
fr: %entity_label : Administration de l'affichage du formulaire

source: Add, edit, and delete custom display modes.
fr: Ajouter, modifier et supprimer des modes d'affichage personnalisés.

source: Access the Files overview page
fr: Accéder à la page d'aperçu des fichiers

source: Delete any file
fr: Supprimer n'importe quel fichier

source: Delete own files
fr: Supprimer ses propres fichiers

source: Administer text formats and filters
fr: Administrer les formats de texte et les filtres

source: Use the <a href=":url">@label</a> text format
fr: Utiliser le format de texte <a href=":url">@label</a>

source: Access the Find Text configuration settings
fr: Accéder aux paramètres de Find Text

source: Access the Find Text tool
fr: Accéder à l'outil de recherche de texte

source: Access fontawesome additional settings
fr: Accéder aux paramètres additionnels de fontawesome

source: Administer gitlab servers
fr: Administrer les serveurs gitlab

source: %name: Execute arbitrary requests
fr: %name : Exécuter des requêtes arbitraires

source: %name: Execute persisted requests
fr: %name : Exécuter les requêtes persistées

source: %name: Use explorer
fr: %name : Utiliser l'explorateur

source: %name: Use voyager
fr: %name : Utilise voyager

source: Administer configuration
fr: Administrer la configuration

source: Bypass graphql access restrictions
fr: Contourner les restrictions d'accès graphql

source: Access the Group overview page
fr: Accéder à la page d'aperçu du groupe

source: Bypass group access control
fr: Contourner le contrôle d'accès du groupe

source: Create restricted H5P content types
fr: Créer des types de contenus H5P restreints

source: Download enabled for all H5Ps
fr: Téléchargement activé pour tous les H5Ps

source: Download enabled for own H5Ps
fr: Téléchargement activé pour ses propres H5Ps

source: Embed enabled for all H5Ps
fr: Intégration activée pour tous les H5Ps

source: Embed enabled for own H5Ps
fr: Intégration activée pour ses propres H5Ps

source: Use help pages
fr: Utiliser les pages d'aide

source: Administer image styles
fr: Administrer les styles d'image

source: Translate interface text
fr: Traduire le texte de l'interface

source: Administer key configuration overrides
fr: Administrer les surcharges de configuration de clé

source: Administer keys
fr: Administrer les clés

source: Administer languages
fr: Administrer les langues

source: %type_name: Create new media
fr: %type_name : Créer un nouveau média

source: %type_name: Delete any media
fr: %type_name : Supprimer n'importe quel média

source: %type_name: Delete own media
fr: %type_name : Supprimer ses propres médias

source: %type_name: Edit any media
fr: %type_name : Modifier n'importe quel média

source: %type_name: Edit own media
fr: %type_name : Modifier ses propres médias

source: %type_name: View any media revision pages
fr: %type_name : Voir les pages de révision de n'importe quel média

source: Access media overview
fr: Accéder à l'aperçu des médias

source: Administer media
fr: Administrer les médias

source: Administer media types
fr: Administrer les types de média

source: Create media
fr: Créer un média

source: Delete %type_name: Delete media revisions
fr: Supprimer %type_name : Supprimer les révisions de média

source: Delete any media
fr: Supprimer n'importe quel média

source: Delete own media
fr: Supprimer ses propres médias

source: Revert %type_name: Revert media revisions
fr: Rétablir %type_name : Rétablir les versions de media

source: Update any media
fr: Mettre à jour n'importe quel média

source: Update own media
fr: Mettre à jour ses propres médias

source: View all media revisions
fr: Voir toutes les versions de ce média

source: View media
fr: Voir les médias

source: View own unpublished media
fr: Voir ses propres médias non publiés

source: Administer message templates
fr: Administrer les gabarits de message

source: Administer messages
fr: Administrer les messages

source: View migration messages
fr: Voir les messages de migration

source: Edit Mime Mail user settings
fr: Modifier les paramètres utilisateur de Mime Mail

source: Send arbitrary files
fr: Envoyer des fichiers arbitraires

source: %type_name: Create new content
fr: %type_name : Créer un nouveau contenu

source: %type_name: Delete any content
fr: %type_name : Supprimer n'importe quel contenu

source: %type_name: Delete own content
fr: %type_name : Supprimer ses propres contenus

source: %type_name: Delete revisions
fr: %type_name : Supprimer les versions

source: %type_name: Edit any content
fr: %type_name : Modifier n'importe quel contenu

source: %type_name: Edit own content
fr: %type_name : Modifier ses propres contenus

source: %type_name: Revert revisions
fr: %type_name : Rétablir les versions

source: %type_name: View revisions
fr: %type_name : Voir les révisions

source: Access the Content overview page
fr: Accéder à la page d'aperçu du contenu

source: Administer content
fr: Administrer le contenu

source: Administer content types
fr: Administrer les types de contenus

source: Bypass content access control
fr: Contourner le contrôle d'accès au contenu

source: Revert all revisions
fr: Rétablir toutes les versions

source: View all revisions
fr: Voir toutes les versions

source: View own unpublished content
fr: Voir ses propres contenus non publiés

source: Permit access to using the OpenAI CKEditor plugin.
fr: Permettre l'accès à l'utilisation du plugin OpenAI CKEditor.

source: Permit access to using the OpenAI ChatGPT explorer.
fr: Permettre l'accès à l'explorateur OpenAI ChatGPT.

source: Permit access to using content tools provided by the OpenAI Content module.
fr: Permettre l'accès à l'utilisation des outils de contenu fournis par le module OpenAI Content.

source: Use OpenAI DALL·E
fr: Utiliser OpenAI DALL·E

source: Permit access to using the OpenAI prompt.
fr: Autoriser l'accès à l'utilisation de la saisie OpenAI.

source: Use OpenAI audio
fr: Utiliser l'audio OpenAI

source: Use OpenAI text to speech
fr: Utiliser la synthèse vocale OpenAI

source: Access the Certificate overview page
fr: Accéder à la page d'aperçu des certificats

source: Administer certificates
fr: Administrer les certificats

source: Create new Certificate entities
fr: Créer de nouvelles entités certificat

source: Delete Certificate entities
fr: Supprimer des entités certificat

source: Edit Certificate entities
fr: Modifier les entités certificat

source: View published Certificate entities
fr: Voir les entités certificat publiées

source: View unpublished Certificate entities
fr: Voir les entités certificat non publiées

source: Access media_entity_browser_file_pdf entity browser pages
fr: Accéder aux pages du navigateur d'entité media_entity_browser_file_pdf

source: Access media_entity_browser_groups entity browser pages
fr: Accéder aux pages du navigateur d'entité 4LIOD_groups

source: Administer tft
fr: Administrer tft

source: Create forum content
fr: Créer du contenu de forum

source: Create learning_path group
fr: Créer un groupe de parcours de formation

source: Create opigno_course group
fr: Créer un groupe opigno_course 4liod

source: Create pdf_file media
fr: Créer un média pdf_file

source: Create terms in duration
fr: Créer des termes dans la durée

source: Create terms in learning_path_category
fr: Créer des termes dans learning_path_category

source: Create terms in tags
fr: Créer des termes dans les étiquettes

source: Create terms in tft_tree
fr: Créer des termes dans tft_tree

source: Create tft_file media
fr: Créer un média tft_file

source: Delete any pdf_file media
fr: Supprimer n'importe quel media pdf_file

source: Delete any tft_file media
fr: Supprimer n'importe quel média tft_file

source: Delete own forum content
fr: Supprimer son propre contenu de forum

source: Delete own pdf_file media
fr: Supprimer ses propres médias pdf_file

source: Delete own tft_file media
fr: Supprimer ses propres médias tft_file

source: Delete terms in duration
fr: Supprimer les termes dans la durée

source: Delete terms in learning_path_category
fr: Supprimer des termes dans learning_path_category

source: Delete terms in tags
fr: Supprimer des termes dans les étiquettes

source: Delete terms in tft_tree
fr: Supprimer des termes dans tft_tree

source: Edit any pdf_file media
fr: Modifier n'importe quel média pdf_file

source: Edit any tft_file media
fr: Modifier n'importe quel média tft_file

source: Edit own forum content
fr: Modifier ses propres contenus de forum

source: Edit own pdf_file media
fr: Modifier ses propres médias pdf_file

source: Edit own tft_file media
fr: Modifier ses propres médias tft_file

source: Edit terms in duration
fr: Modifier les termes de durée

source: Edit terms in learning_path_category
fr: Modifier les termes dans learning_path_category

source: Edit terms in tags
fr: Modifier les termes dans les étiquettes

source: Edit terms in tft_tree
fr: Modifier les termes dans tft_tree

source: Manage group content in any group
fr: Gérer le contenu de groupe dans n'importe quel groupe

source: Manage own commerce_payment_method
fr: Gérer sa propre commerce_payment_method
