Repository: 4liod/3src
Catalog: translations/*/drupal-10.4.*.po
Languages: fr

source: Message all groups
fr: Envoyer un message à tous les groupes

source: Message anyone regardless of groups
fr: Envoyer un message à n'importe qui, indépendamment des groupes

source: Post color resources
fr: Poster des ressources de couleur

source: Restful get achievements_resource
fr: Restful obtenir achievements_resource

source: Restful get private_message_threads_resource
fr: Restful obtient private_message_threads_resource

source: Take modules
fr: Prendre les modules

source: Tft access file tree
fr: Accéder à l'arborescence du fichier

source: Tft add a file to any term
fr: Tft ajouter un fichier à n'importe quel terme

source: Tft add child terms
fr: Tft ajouter des termes enfants

source: Tft archive child terms
fr: Transférer les propriétés d'archive aux termes enfants

source: Tft delete child terms
fr: Tft supprimer les termes enfants

source: Tft reorder terms
fr: Tft réorganiser les termes

source: Use private messaging system
fr: Utiliser le système de messagerie privée

source: Use text format basic_html
fr: Utiliser le format de texte basic_html

source: Use text format opigno_certificate_wysiwyg
fr: Utiliser le format de texte opigno_certificate_wysiwyg

source: Use text format post_html
fr: Utiliser le format de texte post_html

source: Use text format restricted_html
fr: Utiliser le format de texte restricted_html

source: View any group statistics
fr: Voir les statistiques de n'importe quel groupe

source: View any private profile
fr: Voir n'importe quel profil privé

source: View commerce_product
fr: Voir commerce_product

source: View ilt entities
fr: Voir les entités ilt

source: View own commerce_order
fr: Voir ses propres commerce_order

source: View own module results
fr: Voir ses propres résultats de module

source: View published module entities
fr: Voir les entités du module publiées

source: Access users overview
fr: Accéder à la vue d'ensemble des utilisateurs

source: Administer ilt entities
fr: Administrer les entités ilt

source: Administer meeting entities
fr: Administrer les entités réunion

source: Assign collaborative_features role
fr: Attribuer le rôle collaborative_features

source: Cancel users by role
fr: Annuler les utilisateurs par rôle

source: Create opigno_class group
fr: Créer un groupe opigno_class 4LIOD

source: Create users
fr: Créer des utilisateurs

source: Edit users by role
fr: Modifier les utilisateurs par rôle

source: Manage group members in any group
fr: Gérer les membres du groupe dans n'importe quel groupe

source: Opigno dashboard layout access
fr: Accès à la mise en page du tableau de bord 4liod

source: Role-assign users by role
fr: Attribuer des rôles par rôle

source: Score ilt entities
fr: Scorage entités ilt

source: View users by role
fr: Voir les utilisateurs par rôle

source: Manage dashboard settings
fr: Gérer les paramètres du tableau de bord

source: Bypass group validation requirement
fr: Outrepasser l'exigence de validation du groupe

source: Access media_entity_browser_badge_images entity browser pages
fr: Accéder aux pages du navigateur d'entité 4LIOD_badge_images

source: Access the Activity overview page
fr: Accéder à la page d'aperçu des activités

source: Access the Answer overview page
fr: Accéder à la page d'aperçu des réponses

source: Access the User module status overview page
fr: Accéder à la page d'aperçu du statut du module Utilisateur

source: Access to score any modules
fr: Accès pour noter n'importe quel module

source: Administer Activity entities
fr: Administrer les entités activité

source: Administer Answer entities
fr: Administrer les entités Answer

source: Administer Module entities
fr: Administrer les entités du module

source: Administer User module status entities
fr: Administrer les entités de statut du module User

source: Create new Answer entities
fr: Créer de nouvelles entités Réponse

source: Create new Module entities
fr: Créer de nouvelles entités module

source: Create new User module status entities
fr: Créer de nouvelles entités de statut du module Utilisateur

source: Delete Activity entities
fr: Supprimer des entités activité

source: Delete Answer entities
fr: Supprimer des entités Réponse

source: Delete Module entities
fr: Supprimer les entités du module

source: Delete User module status entities
fr: Supprimer les entités de statut du module User

source: Edit Activity entities
fr: Modifier les entités activité

source: Edit Answer entities
fr: Modifier les entités Réponse

source: Edit Module entities
fr: Modifier les entités de type module

source: Edit User module status entities
fr: Modifier les entités de statut du module User

source: Revert all Answer revisions
fr: Restaurer toutes les versions de la réponse

source: Score unevaluated entities
fr: Scorage entités non évaluées

source: View all Answer revisions
fr: Voir toutes les versions de cette réponse

source: View module results
fr: Voir les résultats du module

source: View published Activity entities
fr: Voir les entités activité publiées

source: View published Answer entities
fr: Voir les entités Answer publiées

source: View published User module status entities
fr: Voir les entités de statut du module utilisateur publiées

source: View unpublished Activity entities
fr: Voir les entités activité non publiées

source: View unpublished Answer entities
fr: Voir les entités Answer non publiées

source: View unpublished Module entities
fr: Voir les entités Module non publiées

source: View unpublished User module status entities
fr: Voir les entités de statut du module Utilisateur non publiées

source: Add Meeting Result entities
fr: Ajouter des entités résultat de réunion

source: Add Meeting entities
fr: Ajouter des entités réunion

source: Add Workspace entities
fr: Ajouter des entités Espace de travail

source: Administer Meeting Result entities
fr: Administrer les entités Meeting Result

source: Administer Workspace entities
fr: Administrer les entités espace de travail

source: Configure Opigno Moxtra
fr: Configurer 4liod Moxtra

source: Delete Meeting Result entities
fr: Supprimer des entités résultat de réunion

source: Delete Meeting entities
fr: Supprimer des entités réunion

source: Delete Workspace entities
fr: Supprimer des entités espace de travail

source: Edit Meeting Result entities
fr: Modifier les entités résultat de réunion

source: Edit Meeting entities
fr: Modifier les entités réunion

source: Edit Workspace entities
fr: Modifier les entités de l'espace de travail

source: Score Meeting
fr: Scorage Meeting

source: Start Meeting
fr: Démarrer la réunion

source: View Meeting Result entities
fr: Voir les entités résultat de réunion

source: View Meeting entities
fr: Voir les entités réunion

source: View Workspace entities
fr: Voir les entités de l'espace de travail

source: Add opigno notification
fr: Ajouter notification 4LIOD

source: Administer opigno notification
fr: Administrer notification 4LIOD

source: Delete opigno notification
fr: Supprimer notification 4LIOD

source: Edit opigno notification
fr: Modifier notification 4LIOD

source: View opigno notification
fr: Voir notification 4LIOD

source: create terms in skills
fr: créer des termes dans les compétences

source: delete terms in skills
fr: supprimer les termes dans les compétences

source: edit terms in skills
fr: modifier les termes dans compétences

source: Administer the Opigno TinCan API module
fr: Administrer le module API 4liod TinCan

source: Administer PDF.js
fr: Administrer PDF.js

source: Administer URL aliases
fr: Administrer les alias d'URL

source: Create and edit URL aliases
fr: Créer et modifier des alias d'URL

source: Bulk delete aliases
fr: Supprimer en masse les alias

source: Bulk update aliases
fr: Mise à jour en masse des alias

source: Administer Private Message Ban entities
fr: Administrer les entités de bannissement de Private Message

source: Administer private message module
fr: Administrer le module de message privé

source: Administer private messages
fr: Administrer les messages privés

source: Create new Private Message Ban entities
fr: Créer de nouvelles entités d'exclusion de message privé

source: Delete Private Message Ban entities
fr: Supprimer les entités de bannissement de messages privés

source: Delete any private message
fr: Supprimer n'importe quel message privé

source: Delete own private message
fr: Supprimer ses propres messages privés

source: Delete private message thread for all participants
fr: Supprimer la discussion privée pour tous les participants

source: Edit Private Message Ban entities
fr: Modifier les entités de bannissement de message privé

source: View Private Message Ban entities
fr: Voir les entités Private Message Ban

source: Process %queue_name queue
fr: Traiter la file %queue_name

source: Administer REST resource configuration
fr: Administrer la configuration de la ressource REST

source: Ignore 404 requests
fr: Ignorer les requêtes 404

source: Administer responsive images
fr: Administrer les images adaptatives

source: Assign %role role
fr: Attribuer le rôle %role

source: Run security review checks
fr: Lancer les vérifications de Security Review

source: Administer shortcuts
fr: Administrer les raccourcis

source: Edit current shortcut set
fr: Modifier le jeu de raccourcis actuel

source: Select any shortcut set
fr: Sélectionner un jeu de raccourcis

source: Use shortcuts
fr: Utiliser des raccourcis

source: Administer Access Token entities
fr: Administrer les entités jeton de sécurité

source: Create new Access Token entities
fr: Créer de nouvelles entités jeton d'accès

source: Debug OAuth2 tokens
fr: Debug des jetons OAuth2

source: Delete Access Token entities
fr: Supprimer des entités jeton d'accès

source: Edit Access Token entities
fr: Modifier les entités jeton d'accès

source: Grant OAuth2 codes
fr: Accorder des codes OAuth2

source: View Access Token entities
fr: Voir les entités jeton d'accès

source: Administer Social API admin configuration
fr: Administrer la configuration d'administration de Social API

source: Administer Social API autoposting
fr: Administrer l'autopostage Social API

source: Administer Social API blocks
fr: Administrer les blocs Social API

source: Administer Social API user authentication
fr: Administrer l'authentification utilisateur Social API

source: Administer Social API widgets
fr: Administrer les widgets Social API

source: Administer social auth profiles
fr: Administrer les profils d'authentification sociale

source: Delete own social auth profile
fr: Supprimer son propre profil d'authentification sociale

source: Administer stripe module
fr: Administrer le module stripe

source: Issue subrequests
fr: Problème des sous-requêtes

source: Administer actions
fr: Administrer les actions

source: Administer menus and menu links
fr: Administrer les menus et les liens de menu

source: Administer modules
fr: Administrer les modules

source: Administer site configuration
fr: Administrer la configuration du site

source: Administer software updates
fr: Administrer les mises à jour du logiciel

source: Administer themes
fr: Administrer les thèmes

source: Link to any page
fr: Lien vers n'importe quelle page

source: Use the administration pages
fr: Utiliser les pages d'administration

source: View published content
fr: Voir le contenu publié

source: View site reports
fr: Voir les rapports du site

source: View the administration theme
fr: Voir le thème d'administration

source: %vocabulary: Create terms
fr: %vocabulary : Créer des termes

source: %vocabulary: Delete term revisions
fr: %vocabulary : Supprimer les révisions du terme

source: %vocabulary: Delete terms
fr: %vocabulary : Supprimer les termes

source: %vocabulary: Edit terms
fr: %vocabulary : Modifier les termes

source: %vocabulary: Revert term revisions
fr: %vocabulary : Rétablir les révisions de terme

source: %vocabulary: View term revisions
fr: %vocabulary : Voir les révisions du terme

source: Access the taxonomy vocabulary overview page
fr: Accéder à la page d'aperçu de la hiérarchie

source: Administer vocabularies and terms
fr: Administrer les vocabulaires et les termes

source: Delete all term revisions
fr: Supprimer toutes les versions d'un terme

source: Revert all term revisions
fr: Rétablir toutes les versions de ce terme

source: View all term revisions
fr: Voir toutes les versions de ce terme

source: View vocabulary labels
fr: Voir les étiquettes de vocabulaire

source: Use the toolbar
fr: Utiliser la barre d'outils

source: Administer tour
fr: Administrer Guide

source: Administer Ultimate Cron
fr: Administrer Ultimate Cron

source: Run cron jobs
fr: Exécuter les tâches planifiées (cron)

source: View cron jobs
fr: Voir les tâches planifiées

source: View software update notifications
fr: Voir les notifications de mise à jour du logiciel

source: Administer account settings
fr: Administrer les paramètres de compte

source: Administer roles and permissions
fr: Administrer les rôles et les permissions

source: Cancel own user account
fr: Annuler son propre compte utilisateur

source: Change own username
fr: Changer son propre nom d'utilisateur

source: View user email addresses
fr: Voir les adresses de courriel des utilisateurs

source: View user information
fr: Voir les informations utilisateur

source: Bypass all user protections
fr: Outrepasser toutes les protections de l'utilisateur

source: Bypass user protection for %label
fr: Contourner la protection de l'utilisateur pour %label

source: Change own account
fr: Modifier son propre compte

source: Change own email
fr: Changer son propre courriel

source: Add entity content
fr: Ajouter un contenu entité

source: Administer video transcode presets
fr: Administrer les préréglages de transcodage vidéo

source: Delete entity content.
fr: Supprimer le contenu de l'entité.

source: Edit entity content
fr: Modifier le contenu de l'entité

source: View entity content
fr: Voir le contenu de l'entité

source: Administer views
fr: Administrer les vues

source: Access the webform help page
fr: Accéder à la page d'aide de Webform

source: Delete webform submissions for any node
fr: Supprimer des soumissions de formulaire web pour n'importe quel nœud

source: Delete webform submissions for own node
fr: Supprimer des soumissions de formulaire web pour son propre nœud

source: Edit webform submissions for any node
fr: Modifier les soumissions de formulaires web pour n'importe quel nœud

source: Edit webform submissions for own node
fr: Modifier les soumissions de formulaire web pour son propre nœud

source: View webform submissions for any node
fr: Voir les soumissions de formulaires web pour n'importe quel nœud

source: View webform submissions for own node
fr: Voir les soumissions de formulaire web pour son propre nœud

source: Access webform schema
fr: Accéder au schéma du formulaire web

source: Access the webform submission log
fr: Accéder au journal des soumissions du formulaire

source: Administer webform templates
fr: Administrer les gabarits de webform

source: Administer workflows
fr: Administrer les flux de travail

source: Dropzone upload files
fr: Transférer des fichiers avec Dropzone

source: Copy UUID
fr: Copier l'UUID

source: Update the user %name
fr: Mettre à jour l'utilisateur %name

source: Role settings
fr: Paramètres du rôle

source: UUID copied to clipboard
fr: UUID copié dans le presse-papier

source: Purge messages
fr: Purger les messages

source: Configure how messages will be deleted.
fr: Configurer la suppression des messages.

source: Purge method
fr: Méthode de purge

source: Maximal (approximate) amount of messages to keep.
fr: Nombre maximal (approximatif) de messages à conserver.

source: The value in @title has to be greater than @min.
fr: La valeur de @title doit être supérieure à @min.

source: Messages quota
fr: Quota des messages

source: The value in @title has to be greater than @min by steps of @step.
fr: La valeur de @title doit être supérieure à @min par pas de @step.

source: Maximal (approximate) amount of messages.
fr: Quantité maximale (approximative) de messages.

source: Delete messages older than a given amount of days.
fr: Supprimer les messages plus anciens que le nombre de jours donné.

source: Messages older than
fr: Messages plus anciens de

source: Maximal message age in days.
fr: Âge maximal des messages en jours.

source: Purge settings
fr: Paramètres de purge

source: Auto delete messages referencing the following entities
fr: Supprimer automatiquement les messages faisant référence aux entités suivantes

source: Messages that reference entities of these types will be deleted when the referenced entity gets deleted.
fr: Les messages qui font référence à des entités de ces types seront supprimés lorsque l'entité référencée sera supprimée.

source: Add <span>element</span>
fr: Ajouter un <span>élément</span>

source: Radios other
fr: Autres boutons radio

source: Select other
fr: En sélectionner un(e) autre

source: Toggle details widget state.
fr: Basculer l'état du widget de détails.

source: You do not have any messages
fr: Vous n'avez aucun message

source: There was an issue obtaining a response from OpenAI. The error was @error.
fr: Un problème est survenu lors de la récupération d'une réponse d'OpenAI. L'erreur est la suivante : @error.

source: Translate @entity_label
fr: Traduire @entity_label

source: Send yourself a copy
fr: M'envoyer une copie

source: Preparing to download selected updates
fr: Préparation au téléchargement des mises à jour sélectionnées

source: Downloading updates
fr: Téléchargement des mises à jour

source: Updates downloaded successfully.
fr: Mises à jour téléchargées avec succès.

source: Back up your database and site before you continue. <a href=":backup_url">Learn how</a>.
fr: Sauvegardez votre base de données et votre site avant de continuer. <a href=":backup_url">En savoir plus</a>.

source: Perform updates with site in maintenance mode (strongly recommended)
fr: Effectuer les mises à jour avec le site en mode maintenance (fortement recommandé)

source: Ready to update
fr: Prêt à être mis à jour

source: Preparing to update your site
fr: Préparation à la mise à jour de votre site

source: Update was completed successfully. Your site has been taken out of maintenance mode.
fr: La mise à jour s'est terminée avec succès. Votre site a été sorti du mode maintenance.

source: Update manager
fr: Gestionnaire de mise à jour

source: Added / updated %project_name successfully
fr: %project_name a été ajouté / mis à jour avec succès

source: Your modules have been downloaded and updated.
fr: Vos modules ont été téléchargés et mis à jour.

source: Run database updates
fr: Lancer les mises à jour de la base de données

source: No batch with ID @batch exists.
fr: Aucun traitement par lot (batch) avec l'identifiant (ID) @batch n'existe.

source: form
fr: formulaire

source: Encryption is not configured yet! Go to <a href="@link">settings</a> to fix this!
fr: L'encryption n'est pas encore configurée ! Aller dans <a href="@link">les paramètres</a> pour corriger cela !

source: Encryption profile
fr: Profil de chiffrement

source: Select your encryption profile here. If there is no profile available yet, go to <a href="@link">Encryption profiles</a> to create one.
fr: Sélectionnez votre profil de chiffrement ici. S'il n'y a pas de profil disponible, allez sur <a href="@link">Profils de chiffrement</a> pour en créer un.

source: Automatically lock hacked releases
fr: Verrouiller automatiquement les versions compromis

source: Cleanup un-used releases during cron
fr: Nettoie les versions inutilisées lors du cron

source: Cleanup un-used major releases during cron
fr: Nettoyer les versions majeures inutilisées lors de l'exécution de la tâche planifiée (cron)

source: Cleanup un-used projects during cron
fr: Nettoie les projets inutilisés lors du cron

source: Database User Name
fr: Nom d'utilisateur de la base de données

source: Database Password
fr: Mot de passe de la base de données

source: Local Copy Settings
fr: Paramètres de copie locale

source: Encryption Profile
fr: Profil de chiffrement

source: Encryption method
fr: Méthode de chiffrement

source: No encryption profiles are available. <a href=":link">Add a profile</a>.
fr: Aucun profil de chiffrement n'est disponible. <a href=":link">Ajouter un profil</a>.

source: Add Encryption Profile
fr: Ajouter un profil de chiffrement

source: Choose an available key. If the desired key is not listed, <a href=":link">create a new key</a>.
fr: Choisir une clé disponible. Si la clé désirée n'est pas listée, <a href=":link">créer une nouvelle clé</a>.

source: Label for the encryption profile.
fr: Libellé du profil de chiffrement.

source: Encryption Method
fr: Méthode de chiffrement

source: Select the method used for encryption
fr: Sélectionner la méthode utilisée pour le chiffrement

source: Encryption Key
fr: Clé de chiffrement

source: - Select a key -
fr: - Sélectionner une clé -

source: Add encryption profile
fr: Ajouter un profil de chiffrement

source: Events and actions for the Project Browser.
fr: Évènements et actions pour le Project Browser.

source: Module %name has been installed.
fr: Un module a été installé.

source: Authenticated AES (Real AES)
fr: Authentifié AES (Vrai AES)

source: Key name
fr: Nom de la clé

source: A short description of the key.
fr: Une courte description de la clé.

source: Key type
fr: Type de clé

source: User/password
fr: Nom d'utilisateur/mot de passe

source: Authentication (Multivalue)
fr: Authentification (Multivalué)

source: A generic key type to use for a password or API key that does not belong to any other defined key type.
fr: Un type de clé générique à utiliser pour un mot de passe ou une clé API qui n'appartient à aucun autre type de clé défini.

source: Type settings
fr: Paramètres du type

source: Key provider
fr: Fournisseur de clé

source: The Configuration key provider stores the key in Drupal's configuration system.
fr: Le fournisseur de clé de configuration stocke la clé dans le système de configuration de Drupal.

source: Provider settings
fr: Paramètres du fournisseur

source: Key value
fr: Valeur de la clé

source: Add key
fr: Ajouter une clé

source: A generic key type to use for an encryption key that does not belong to any other defined key type.
fr: Un type de clé générique à utiliser pour une clé de chiffrement qui n'appartient à aucun autre type de clé défini.

source: Key size
fr: Taille de la clé

source: The size of the key in bits, with 8 bits per byte.
fr: La taille de la clé en bits, avec 8 bits par octet.

source: Key size (other value)
fr: Taille de la clé (autre valeur)

source: Enter a custom key size in bits.
fr: Saisir une taille de clé personnalisée en bits.

source: Base64-encoded
fr: Encodé en Base64

source: Checking this will store the key with Base64 encoding.
fr: En cochant cette case, la clé sera stockée avec un encodage Base64.

source: Check this if the key value being submitted has been Base64-encoded.
fr: Cochez ceci si la valeur de la clé soumise a été encodée en Base64.

source: A key type to store a user/password pair.
fr: Un type de clé pour stocker une paire utilisateur/mot de passe.

source: The key %name has been added.
fr: La clé %name a été ajoutée.

source: Add Config Override
fr: Ajouter une surcharge de config

source: Add Key
fr: Ajouter une clé

source: Be extremely careful when editing a key! It may result in broken site functionality. Are you sure you want to edit this key?
fr: Soyez très prudent lorsque vous modifiez une clé ! Cela peut entraîner un dysfonctionnement du site. Êtes-vous sûr de vouloir modifier cette clé ?

source: Edit key %label
fr: Modifier la clé %label

source: The selected key size does not match the actual size of the key.
fr: La taille de clé sélectionnée ne correspond pas à la taille actuelle de la clé.
