Repository: 4liod/3src
Catalog: translations/*/drupal-10.4.*.po
Languages: fr

source: The Environment key provider allows a key to be retrieved from an environment variable.
fr: Le fournisseur de clé d'environnement permet de récupérer une clé depuis une variable d'environnement.

source: Environment variable
fr: Variable d'environnement

source: Name of the environment variable.
fr: Nom de la variable d'environnement.

source: Strip trailing line breaks
fr: Retirer les sauts de ligne en fin de texte

source: Check this to remove any trailing line breaks from the variable. Leave unchecked if there is a chance that a line break could be a valid character in the key.
fr: Cochez pour supprimer les sauts de ligne en fin de variable. Laissez décoché si un saut de ligne peut être un caractère valide dans la clé.

source: Check this if the key in the variable is Base64-encoded. <em>Note: Naturally Base64-encoded values, such as RSA keys, do not need to be marked as Base64-encoded unless they have been additionally encoded for another reason.</em>
fr: Cochez ceci si la clé dans la variable est encodée en Base64. <em>Note : Les valeurs naturellement encodées en Base64, telles que les clés RSA, n'ont pas besoin d'être marquées comme encodées en Base64 à moins qu'elles aient été encodées pour une autre raison.</em>

source: The selected key provider does not accept a value. See the provider's description for instructions on how and where to store the key value.
fr: Le fournisseur de clé sélectionné n'accepte pas de valeur. Veuillez consulter la description du fournisseur pour savoir comment et où stocker la valeur de la clé.

source: The File key provider allows a key to be stored in a file, preferably outside of the web root.
fr: Le fournisseur de clé fichier permet de stocker une clé dans un fichier, de préférence en dehors de la racine web.

source: File location
fr: Emplacement du fichier

source: The location of the file in which the key will be stored. The path may be absolute (e.g., %abs), relative to the Drupal directory (e.g., %rel), or defined using a stream wrapper (e.g., %str).
fr: L'emplacement du fichier dans lequel la clé sera stockée. Le chemin peut être absolu (ex. : %abs), relatif au répertoire Drupal (ex. : %rel), ou défini en utilisant un gestionnaire de flux (ex. : %str).

source: Check this to remove any trailing line breaks from the file. Leave unchecked if there is a chance that a line break could be a valid character in the key.
fr: Cochez pour supprimer les sauts de ligne en fin de fichier. Laissez décoché si un saut de ligne peut être un caractère valide dans la clé.

source: Check this if the key in the file is Base64-encoded.
fr: Cochez ceci si la clé dans le fichier est encodée en Base64.

source: Saved the %label encryption profile.
fr: Le profil de chiffrement %label a été enregistré.

source: The key %name has been updated.
fr: La clé %name a été mise à jour.

source: @count disallowed HTML string(s) in files: @files.
fr: @count chaînes HTML non autorisée(s) dans les fichiers : @files.
